Repository: luisepbueno/aboutme
Catalog: locales/*/LC_MESSAGES/django.po
Languages: fr_fr, pt_br

source: English
fr_fr: Anglais
pt_br: Inglês

source: Brazilian Portuguese
fr_fr: Portugais Brésilien
pt_br: Português Brasileiro

source: French
fr_fr: Français
pt_br: Francês

source: Feedbacks
fr_fr: Rétroactions

source: Write a feedback for
fr_fr: Ecrire une rétroaction pour
pt_br: Escreva um feedback para

source: No feedbacks.
fr_fr: Pas des rétroactions.
pt_br: Sem feedbacks

source: My feedbacks
fr_fr: Mes rétroactions
pt_br: Meus feedbacks

source: Feedback not published
fr_fr: Rétroaction non publiée
pt_br: Feedback não publicado

source: Publish it!
fr_fr: Publier ça!
pt_br: Publicar!

source: Delete feedback
fr_fr: Effacer la rétroaction
pt_br: Deletar feedback

source: No feedbacks for you. Try inviting more friends.
fr_fr: Pas des rétroactions pour vouz. Essayez d'inviter plus des amis.
pt_br: Não há feedbacks para você. Convide mais amigos.

source: Are you sure you want to delete this feedback?
fr_fr: Vous êtes sûr d'effacer cette rétroaction?
pt_br: Tem certeza de que quer deletar este feedback?

source: Write feedback
fr_fr: Ecrire rétroaction
pt_br: Escrever feedback

source: Feedback posted
fr_fr: Rétroaction soumise
pt_br: Feedback postado

source: Submit
fr_fr: Soumettre
pt_br: Postar

source: Friends
fr_fr: Amis
pt_br: Amigos

source: You don't have any friends so far. Invite more friends!
fr_fr: Vous n'avez pas des amis encore. Invitez des amis.
pt_br: Você não tem nenhum amigo. Convide mais amigos!

source: Home
fr_fr: Accueil
pt_br: Início

source: Last feedback of you
fr_fr: Voutre dernière rétroaction
pt_br: Último feedback de você

source: There are no feedbacks of you. Invite more friends so they can write about you.
fr_fr: Il n'y a pas des rétroactions pour vous. Invitez plus des amis pour qu'ils puissent écrire sur toi
pt_br: Não há nenhum feedback sobre você. Convide mais amigos para que eles escrevam sobre você.

source: Last feedback of your friends
fr_fr: Denière rétroaction de vos amis
pt_br: Último feedback dos seus amigos

source: There are no feedbacks of your friends.
fr_fr: Il n'y a pas des rétroactions de vos amis.
pt_br: Não há feedbacks dos seus amigos.

source: No friends. Invite more friends here.
fr_fr: Pas des amis. Invitez plus des amis ici.
pt_br: Sem amigos. Convide mais amigos aqui.

source: Registration
fr_fr: Régistrer
pt_br: Registro

source: User %(username)s created
fr_fr: Utilisateur %(username)s crée

source: Register
fr_fr: Régistrer
pt_br: Registrar

source: Feedbacks about your friends
fr_fr: Rétroactions de vos amis.
pt_br: Feedbacks sobre os seus amigos

source: My Feedbacks
fr_fr: Mes rétroactions

source: Profile
fr_fr: Profil
pt_br: Perfil

source: Logout
fr_fr: Déconnecter

source: new
fr_fr: Nouveau
pt_br: novo

source: Login
fr_fr: Connecter

source: Don't have an account?
fr_fr: Est-ce que vouz n'avez pas une compte?
pt_br: Não tem uma conta?

source: AboutMe
pt_br: Sobremim

source: No feedbacks
pt_br: Sem feedbacks
